The  TessellatedBuildIssue  type exposes the following members.
 Properties
Name  |   Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
NumberEncountered
 How many times this issue was encountered in its face set during the face set processing. This number can be less than the total number of such issues in the face set, as the face set processing could be aborted due to the presence of the issues which could not be handled.
 See Also
  TessellatedBuildIssue Class
  Autodesk.Revit.DB Namespace